[Main]
Add_Item_Title=アイテムの追加
Add_User_OK=新しいユーザーを追加しました！\nログインしてください
Btn_OK=OK
Cancel_Button=キャンセル
CB_HidePassword=パスワードを非表示にする
Change_Item=アイテムの変更
Change_password_information=パスワード情報の変更
Copied=コピーしました！
Copy=コピー
Create_RandomPass=ランダムなパスワードを作成する
CreateNewUser=新しいユーザーを作成する
Delete_password_information=パスワード情報を削除する
Description=説明
Generate_Btn=生成する
Good_Afternoon=こんにちは！
Good_Evening=こんばんは！
Good_Morning=おはようございます！
Item_Name=アイテム名
LB_PassLength=パスワードの長さ
LB_Password=パスワード
LB_SecureLevel=セキュリティレベル
LB_UserName=ユーザー名
Login_Button=ログイン
Message_Fill_UserName_Password=ユーザー名とパスワードを入力してください！
Message_Login_Fail=ユーザー名またはパスワードが正しくありません！
Message_Login_OK=ログインに成功しました！
Message_select_to_show=<表示する項目を選択>
Message_User_Exist=ユーザー名は既に存在します！
Message_User_Not_Exist=ユーザー名が存在しません！\n新しいユーザーを作成しますか？
Modification=変更
Numeric_Chars=数字の文字をサポート
Option=オプション
Options=オプション
Pass_Length=長さ
Password_information_changed=パスワード情報が変更されました
Password_Level_Danger=危険
Password_Level_Normal=普通
Password_Level_Safe=安全
Please_Fill_AllFields=すべてのフィールドに入力してください
Special_Chars=特殊文字をサポート
Start_Btn=開始
Type_Chars=タイプ文字
Unknown=不明
UpperCase_Chars=大文字の文字をサポート
Urls=URL
Welcome=ようこそ
Hide_Password=パスワードを非表示
User_Name=ユーザー名
Password=パスワード
Login=ログイン
Add_Item=アイテムを追加
Change_Item=アイテムを変更
Cancel=キャンセル
Add=追加
Change=変更
Delete=削除